[
    {
      "title": "We will commit to high standards",
      "text": [
        {
          "paragraph": "We will adhere to the Fundraising Code of Practice."
        },
        {
          "paragraph": "We will monitor fundraisers, volunteers and third parties working with us to raise funds, to ensure that they comply with the Code of Fundraising Practice and with this Promise."
        },
        {
          "paragraph": "We will comply with the law as it applies to charities and fundraising."
        },
        {
          "paragraph": "We will display the Fundraising Regulator badge on our fundraising material to show we are committed to good practice."
        }
      ],
      "img": ""
    },
    {
      "title": "We will be clear, honest and open",
      "text": [
        {
          "paragraph": "We will tell the truth and we will not exaggerate."
        },
        {
          "paragraph": "We will do what we say we are going to do with donations we receive."
        },
        {
          "paragraph": "We will be clear about who we are and what we do."
        },
        {
          "paragraph": "We will give a clear explanation of how you can make a gift and change a regular donation."
        },
        {
          "paragraph": "Where we ask a third party to fundraise on our behalf, we will make this relationship and the financial arrangement transparent."
        },
        {
          "paragraph": "We will be able to explain our fundraising costs and show how they are in the best interests of our cause if challenged."
        },
        {
          "paragraph": "We will ensure our complaints process is clear and easily accessible."
        },
        {
          "paragraph": "We will provide clear and evidence based reasons for our decisions on complaints."
        }
      ],
      "img": ""
    },
    {
      "title": "We will be respectful",
      "text": [
        {
          "paragraph": "We will respect your rights and privacy."
        },
        {
          "paragraph": "We will not put undue pressure on you to make a gift. If you do not want to give or wish to cease giving, we will respect your decision."
        },
        {
          "paragraph": "We will have a procedure for dealing with people in vulnerable circumstances and it will be available on request."
        },
        {
          "paragraph": "Where the law requires, we will get your consent before we contact you to fundraise."
        },
        {
          "paragraph": "If you tell us that you don’t want us to contact you in a particular way we will not do so. We will work with the Telephone, Mail and Fundraising Preference Services to ensure that those who choose not to receive specific types of communication don’t have to."
        }
      ],
      "img": ""
    },
    {
      "title": "We will be fair and reasonable",
      "text": [
        {
          "paragraph": "We will treat donors and the public fairly, showing sensitivity and adapting our approach depending on your needs."
        },
        {
          "paragraph": "We will take care not to use any images or words that intentionally cause distress or anxiety."
        },
        {
          "paragraph": "We will take care not to cause nuisance or disruption to the public."
        }
      ],
      "img": ""
    },
    {
      "title": "We will be accountable and responsible",
      "text": [
        {
          "paragraph": "We will manage our resources responsibly and consider the impact of our fundraising on our donors, supporters and the wider public."
        },
        {
          "paragraph": "If you are unhappy with anything we’ve done whilst fundraising, you can contact us to make a complaint. We will listen to feedback and respond appropriately to compliments and criticism we receive."
        },
        {
          "paragraph": "We will have a complaints procedure, a copy of which will be available on our website or available on request."
        },
        {
          "paragraph": "Our complaints procedure will let you know how to contact the Fundraising Regulator in the event that you feel our response is unsatisfactory."
        },
        {
          "paragraph": "We will monitor and record the number of complaints we receive each year and share this data with the Fundraising Regulator on request."
        }
      ],
      "img": ""
    }
]