[
    {
        "text": "These terms and conditions (“terms”) govern the use of the St Mark Gold Card (“St Mark Gold Card”), participation in the St Mark Gold Card scheme, the collection and use of the rewards and any offers associated with the scheme."
    },
    {
        "text": "These terms set out the terms of the agreement between the St Mark Gold Card and holders of the St Mark Gold Card."
    },
    {
        "text": "The loyalty scheme is open to all UK residents aged 16 or over. Youth under the age of 16 can have it with parental consent."
    },
    {
        "text": "St Mark Gold Card reserves the right to decline to issue or renew a St Mark Gold Card for any good reason."
    },
    {
        "text": "Rewards provided by St Mark Gold Card cannot be transferred from one member to another. A St Mark Gold Card is not transferable and can only be used by the person named on the card."
    },
    {
        "text": "St Mark Gold Card reserves the right to amend, cancel or withdraw these terms and conditions at any time. Wherever possible, St Mark Gold Card will provide you with advance notice of any such changes. You will be deemed to have accepted these terms and any changes to them if, after receiving a copy of the terms or any notice of a change to them, you continue to use your St Mark Gold Card or redeem rewards. The St Mark Gold Card will at all times remain the property of St Mark Universal Copts Care (STMUCC)."
    },
    {
        "text": "Your St Mark Gold Card may be cancelled for reasons such as fraud or a breach of these terms. If this occurs your reward card will also be cancelled and no reward value will be issued."
    },
    {
        "text": "It is your responsibility to notify St Mark Gold Card of any change of address. St Mark Gold Card cannot be held responsible for rewards once they have left its control and will not be responsible for lost, delayed or undeliverable mail."
    },
    {
        "text": "St Mark Gold Card may refuse to authorise the issue of reward values and/or to redeem rewards which have been issued if St Mark Gold Card reasonably considers the scheme is being used fraudulently by the loyalty scheme member."
    },
    {
        "text": "In relation to your personal data, St Mark Universal Copts Care is the data controller. St Mark Universal Copts Care and the companies within its group from time to time will use the information you supply on the loyalty scheme application form together with information relating to your transactions, purchases and participation in the reward scheme for the purposes of administering the reward scheme and statistical analysis. We will also use your details for marketing purposes to allow St Mark Universal Copts Care and its group companies to send you news of special events, offers, promotions and catalogues using the communication methods you selected on your application form or elsewhere."
    }
]













