[
    {
      "name": "My Health 'Sehaty' Programme",
      "description": [
        { "img": "/assets/img/projects/sehaty2.jpg",
          "paragraph": "The development of a new polyclinic in Faqous, northern Egypt, marks the first major project in the charity’s My Health programme, which was created following extensive evaluation of regional healthcare facilities in Egypt."
        },
        { "img": "",
          "paragraph": "The plan is to construct and equip four international hospitals and three healthcare centres, in areas of greatest medical need."
        },
        { "img": "/assets/img/projects/sehaty1.jpg",
          "paragraph": "Having opened Faqous, work is now underway on our first international hospital in Qous, with the main building work complete, and fit-out underway."
        },
        { "img": "",
          "paragraph": "Each development will offer specialist support, tailored to the particular health requirements of the local population. In addition to Faqous, sites are also being developed in Aswan, Qena, Menia, Giza and Behira in Egypt. A number of the sites are already in construction phase."
        },
        { "img": "/assets/img/projects/kimi-hospital.jpg",
          "paragraph": "The completed Faqous project has created an impressive healthcare centre, providing a day surgery centre, outpatient facility and radiology services in a deprived, rural part of the country, where thousands of residents are unable to pay for healthcare."
        },
        { "img": "",
          "paragraph": "Together with planning and construction, through trusted regional contractors, we are also developing strategic partnerships on the ground, and are engaged in training programmes to guarantee that each new development has the skilled staff to ensure that it is fully operational from day one."
        },
        { "img": "/assets/img/projects/sehaty-opening.jpg",
          "paragraph": "As a result of the generosity of supporters, millions of people will benefit from the medical services which will be delivered through the seven new centres in the programme."
        },
        { "img": "",
          "paragraph": "The ‘My Health’ programme is supported by His Holiness, Pope Tawardros II, leader of the Coptic Orthodox Church. "
        },
        {
          "img": "/assets/img/projects/sehaty3.jpg",
          "paragraph": "The model is based on each site becoming self-sufficient, with 80% of any surplus generated used to subsidise healthcare for those who cannot afford to pay for it, and the remaining 20% directed back to the Papal Office to fund further schemes."
        }
      ],
      "img": "/assets/img/projects/sehaty-logo.png"
    },
    {
      "name": "Medicine Distribution Programme",
      "description": [
        { 
          "img": "/assets/img/projects/medicines.jpg",
          "paragraph": "Deprived areas of Upper Egypt and Cairo now benefit from the expansion of the St Mark Universal Copts Care programme, which distributes prescriptions to chronically ill patients living below the poverty line. Each month over 1,500 prescriptions are dispensed to patients."
        },
        { 
          "img": "",
          "paragraph": "By identifying needs centrally, the charity’s medicine management strategy is enabling medication to be purchased in bulk from wholesale pharmaceuticals, ensuring that funding goes further in meeting people’s needs.  We also support those eligible to access Government funding available for chronic illnesses."
        }
      ],
      "img": "/assets/img/projects/medicines.jpg"
    },
    {
      "name": "Medical and Nursing Skills Training",
      "description": [
        { "img": "/assets/img/projects/medical-training.jpg",
          "paragraph": "St Mark Universal Copts Care is supporting the training of medical staff for new healthcare facilities in Egypt. Under the programme, a group of volunteer doctors in the UK supports skills training, which has seen 60 junior doctors attend training given by consultants across eight areas of specialism."
        }
      ],
      "img": "/assets/img/projects/medical-training.jpg"
    },
    {
      "name": "International Health Partners",
      "description": [
        { "img": "/assets/img/partners/ihp.jpg",
          "paragraph": "Collaboration with IHP, Europe’s largest facilitator of product donations from healthcare companies to aid agencies, has enabled St Mark Universal Copts Care to access surplus medicine in Europe, in a safe and regulated manner, and get it to those people who need it most."
        },
        { "img": "",
          "paragraph": "Our first shipment to Cairo’s largest public hospital, Om El Masriyeen, was dispensed by the hospital in 2017 for the treatment of people who simply would not have been able to access medicine if it were not for our efforts and those who support us. Additional shipments have since been received by Cairo’s Children’s Cancer Hospital."
        }
      ],
      "img": "/assets/img/partners/ihp.jpg"
    },
    {
      "name": "Cancer Research Library",
      "description": [
        { "img": "/assets/img/projects/cancer-research.jpg",
          "paragraph": "Amongst our other work, we are also dedicated to helping medical professionals in poorer countries gain access to the latest medical research information, and to this end, have funded a research library at the children’s cancer hospital in Cairo, with the help of valuable donations received from companies and individual donors."
        }
      ],
      "img": "/assets/img/projects/cancer-research.jpg"
    },
    {
      "name": "The Phoenix Project",
      "description": [
        { "img": "/assets/img/projects/phoenix1.jpg",
          "paragraph": "Working with Warrington Disability Partnership, we are refurbishing mobility equipment and independent living aids for people with chronic health conditions in Egypt, together with those living in Syrian refugee camps and a centre for children with disabilities in Thailand."
        },
        { "img": "",
          "paragraph": "Wheelchairs, walking frames, hoists, medical beds and chairs, and specialist mattresses are among the items donated."
        },
        { "img": "/assets/img/projects/phoenix-project.jpg",
          "paragraph": "The ongoing programme is also generating employment in the local Warrington area by recycling and refurbishing equipment that would otherwise have been destined for UK landfill sites."
        }
      ],
      "img": "/assets/img/projects/phoenix-project.jpg"
    },
    {
      "name": "Project Happiness",
      "description": [
        { "img": "/assets/img/projects/happiness.jpg",
          "paragraph": "Project Happiness was a successful collaboration project with Cheshire community group, No Rain, No Rainbows, providing workshops, coaching and support for people affected by stress, loneliness, depression, anxiety, addiction or lack of self-worth."
        },
        { "img": "",
          "paragraph": "St Mark Universal Copts Care supported the group to enable it to roll-out more workshops for school children, youth groups, and groups such as vulnerable women and children with autism."
        },
        { "img": "",
          "paragraph": "Designed to be fun and engaging, the workshops helped to improve mental health conditions in those people living with a range of psychological issues."
        },
        { "img": "/assets/img/projects/no-rain.jpg",
          "paragraph": "At a time when depression is set to become the UK’s second most common medical condition, Project Happiness proved a timely and effective support mechanism. "
        }
      ],
      "img": "/assets/img/projects/project-happiness.jpg"
    },
    {
      "name": "The Happy Heart",
      "description": [
        { "img": "/assets/img/projects/happy-heart.jpg",
          "paragraph": "The Happy Heart is a new centre in Naqada, treating children with learning disabilities. It is currently helping around 50 children every day."
        }
      ],
      "img": "/assets/img/projects/fundraise-icon.png"
    },
    {
      "name": "Physiotherapy Centre – Naqada",
      "description": [
        { "img": "/assets/img/projects/naqada.jpg",
          "paragraph": "Naqada is also home to an important project that has seen us fit out and equip a physiotherapy and rehabilitation centre for people with neurological conditions. Serving a local population of around 24,000 it is providing vital support to over 200 patients a month."
        }
      ],
      "img": "/assets/img/projects/physio-centre.jpg"
    },
    {
      "name": "Socio-Economic Projects",
      "description": [
        { "img": "/assets/img/projects/socio-projects.png",
          "paragraph": "We support communities in Der Mawas, Egypt by helping individuals to establish sustainable micro business enterprises as a means of supporting their families, and in the longer term, perhaps being able to generate employment opportunities. Many of these rural enterprises have involved the funding of successful, small-scale cattle projects."
        }
      ],
      "img": "/assets/img/projects/socio-projects.png"
    },
    {
      "name": "Partnerships",
      "description": [
        { "img": "/assets/img/projects/partners.jpg",
          "paragraph": "Working in partnership with other charities, we’ve been able to complete projects such as the establishment of a vital nursery project in Om Dorman, Sudan, in association with ‘Copts in Need.’ In addition, by working with St Cyril Trust and the diocese of Old Cairo we’ve been able to assist in the funding of university tuition fees for over 120 students from some of the poorest backgrounds."
        }
      ],
      "img": "/assets/img/projects/partnerships.jpg"
    },
    {
      "name": "St Mark Youth Centre",
      "description": [
        { "img": "/assets/img/projects/convent.jpg",
          "paragraph": "Our new centre in Oldham is a home for the St Mark Youth Centre alongside spaces and facilities for the wider community. Officially opened on Saturday 25th May 2019, the centre is undergoing renovations to provide facilities for conferences and events, with en-suite accommodation available."
        },
        { "img": "",
          "paragraph": "Built in 1871 for Mr Joseph Lees, a local cotton magnate, this beautiful listed building became a convent in 1907 until it became our home in Oldham in December 2018."
        }
      ],
      "img": "/assets/img/projects/convent.jpg"
    }
  ]