[{
    "name": "Naser Fouad, DL",
    "alias": "Chairman",
    "biography": "CEO of St George Healthcare Group and Deputy Lord-Lieutenant of Cheshire",
    "description": "Co-founder of St Mark Universal Copts Care, Dr Fouad is the CEO of the St George Healthcare Group and also Her Majesty's Deputy Lord-Lieutenant of Cheshire. He moved to Cheshire in 1996 to practise psychiatry and founded his healthcare group in 2004, with the opening of its first hospital in Warrington. He is the first Egyptian-born British citizen to receive the commission of the Deputy Lord-Lieutenancy.",
    "img": "/assets/img/trustees/drnaserfouad.jpg",
    "email": "naser.fouad@stmarkuniversalcoptscare.org"
}, {
    "name": "Hala Elnarshy Fouad",
    "alias": "Deputy Chair & Treasurer",
    "biography": "Accountant",
    "description": "Hala Fouad is co-founder of St Mark Universal Copts Care & Deputy Chair of NHMC Investments & Credit Group. Hala graduated in 1990 from Business Administration with a major in accounts. She worked as fraud investigator with Amex before becoming finance Director for St George Healthcare Group which she co-founded with her husband. Hala has extensive experience in financial and operational management of healthcare projects. She is also a trustee for Warrington Disability Partnership.",
    "img": "/assets/img/trustees/halaelnarshyfouad.jpg",
    "email": "hala.fouad@stmarkuniversalcoptscare.org"
}, {
    "name": "Maha Hamer",
    "alias": "Chief Executive Officer",
    "biography": "Marketeer",
    "description": "A career public relations and marketing professional, Maha is account director at Triangle PR in Manchester and marketing consultant for award-winning, not-for-profit care village operator, Belong. She has spent 20 years delivering high-impact, award-winning campaigns with wide-ranging objectives, both in the not-for-profit and private sectors.",
    "img": "/assets/img/trustees/mahahamer.jpg",
    "email": "maha.hamer@stmarkuniversalcoptscare.org"
}, {
    "name": "Paolo Baskharoun",
    "alias": "IT & Media Director",
    "biography": "DevOps IT Consultant",
    "description": "Co-founder of St Mark Universal Copts Care, Paolo is an IT DevOps Consultant and works for a big financial institution based in the north west of the UK. Technology is his passion, and thanks to his working background, he took the responsibility to lead the IT and Media aspects of the charity.",
    "img": "/assets/img/trustees/paolobaskharoun.jpg",
    "email": "paolo.baskharoun@stmarkuniversalcoptscare.org"
}, {
    "name": "Lourence Lewis-Hanna ",
    "alias": "Trustee",
    "biography": "Consultant Child and Adolescent Psychiatrist",
    "description": "Lourence joined St Mark Charity board of Trustees in 2017. He qualified as a doctor in 2007 and subsequently became the first Academic Clinical Fellow in Psychiatry in the South Yorkshire region. He completed his training in Psychiatry and subsequently took up a post as a Consultant Child and Adolescent Psychiatrist in the South Yorkshire region in 2016 where he currently works. He is a specialist in the treatment of psychiatric illness and neurodevelopmental disorders with a particular interest in ADHD.",
    "img": "/assets/img/trustees/lourencelewishanna.jpg",
    "email": "lourence.hanna@stmarkuniversalcoptscare.org"
}, {
    "name": "Mariam Ibraheim Asaad",
    "alias": "Trustee",
    "biography": "Dentist",
    "description": "",
    "img": "/assets/img/trustees/mariamibraheim.jpg",
    "email": "mariam.ibraheim@stmarkuniversalcoptscare.org"
}, {
    "name": "Shery Ibraheim",
    "alias": "Trustee",
    "biography": "Financial Adviser",
    "description": "Co-Founder of St Mark Universal Copts Care, Shery is the youngest member of the board of Trustees. Shery is also a Wealth Manager representing St. James’s Place with a passion for improving the lives of young people.",
    "img": "/assets/img/trustees/sheryibraheim.jpg",
    "email": "shery.ibraheim@stmarkuniversalcoptscare.org"
    }
]