[{
    "name": "Dr Naser Fouad DL",
    "alias": "Deputy Lieutenant of Cheshire",
    "description": "Co-founder of St Mark Universal Copts Care, Dr Fouad is the CEO of the St George Healthcare Group and also the Deputy Lord-Lieutenant of Cheshire. He moved to Cheshire in 1996 to practise psychiatry and founded his healthcare group in 2004, with the opening of its first hospital in Warrington. He is the first Egyptian-born British citizen to receive the commission of the Deputy Lord-Lieutenancy.",
    "img": "/assets/img/trustees/drnaserfouad.jpg",
    "email": "naser.fouad@stmucc.com"
}, {
    "name": "Hala elNarshy Fouad",
    "alias": "Treasurer",
    "description": "Hala Fouad is co-founder of the charity and also the St George Healthcare Group, bringing extensive experience in financial and operational management of healthcare projects.",
    "img": "/assets/img/trustees/halaelnarshyfouad.jpg",
    "email": "hala.fouad@stmucc.com"
}, {
    "name": "Paolo Baskharoun",
    "alias": "IT & Media Leader",
    "description": "Co-founder of St Mark Universal Copts Care, Paolo works as an IT Developer for a big financial institution based in the north west of the UK. Technology is his passion, and thanks to his working background, he took the responsibility to lead the IT and Media aspects of the charity.",
    "img": "/assets/img/trustees/paolobaskharoun.jpg",
    "email": "paolo.baskharoun@stmucc.com"
}, {
    "name": "Mariam Ibraheim Asaad",
    "alias": "Dentist",
    "description": "Mariam is one of the 7 founders.",
    "img": "/assets/img/trustees/mariamibraheim.jpg",
    "email": "mariam.ibraheim@stmucc.com"
}, {
    "name": "Shery Ibraheim",
    "alias": "Financial Adviser",
    "description": "Co-founder of St Mark Universal Copts Care, Shery is...",
    "img": "/assets/img/trustees/sheryibraheim.jpg",
    "email": "shery.ibraheim@stmucc.com"
}, {
    "name": "Maha Hamer",
    "alias": "BA, MA, CIPR Dip",
    "description": "A career public relations and marketing professional, Maha is account director at Triangle PR in Manchester and marketing consultant for award-winning, not-for-profit care village operator. She has spent almost 20 years delivering high-impact, award-winning campaigns with wide-ranging objectives, both in the not-for-profit and private sectors.",
    "img": "/assets/img/trustees/mahahamer.jpg",
    "email": "maha.hamer@stmucc.com"
}, {
    "name": "Mr Lourence Lewis Hanna",
    "alias": "Consultant",
    "description": "Lourence is ......",
    "img": "/assets/img/trustees/lourencelewishanna.jpg",
    "email": "lourence.hanna@stmucc.com"
}]